{
    "name": "Беларуская",
    "englishName": "Belarusian",

    "moduleDisabled": "⛔ Выбачайце, %1$s, але модуль `%2$s` адключаны на гэтым серверы, таму вы не можаце гэтага зрабіць! ⛔",
    "missingPermission": "⛔ Выбачайце, %1$s, але ў вас няма правоў, каб зрабіць гэта! ⛔",
    "botMissingPermission": "Ой! Падобна, што я не быў правільна наладжаны. Мне трэба права `%1$s` каб рабіць гэта. Калі ласка, звярніцеся да адміністрацыі сервера.",
    "exceptionExecutingCommand": "Упс! Нешта пайшло не так. Калі ласка, паспрабуйце пазней, і калі праблема засталася зайдзіце ў сервер Discord: https://discord.gg/3SqMvgF",

    "moduleNameCustomColors": "карыстацкія колеры",
    "moduleNameCustomRoles": "карыстацкія ролі",

    "setColorMissingColor": "%1$s, вам трэба пазначыть колер. Вы можаце атрымаць код колеру на сайце https://www.hexcolortool.com/ - пераканайцеся, што код пачынаецца з #",
    "setColorBadColor": "%1$s, я не ведаю, які колер вы маеце на ўвазе пад `%2$s`. Вы можаце атрымаць код колеру на сайце https://www.hexcolortool.com/ - пераканайцеся, што код пачынаецца з #",
    "setColorBadUser": "%1$s, я не ведаю каму ставіць колер, таму што я не ведаю хто такі `%2$s`. Калі вы проста хочаце, каб змяніць ваш колер, вам не трэба паказваць карыстальніка, проста колер.",
    "setColorSuccess": "Поспех! Цяпер у карыстальніка %1$s ёсць колер `%2$s`",

    "clearColorBadUser": "%1$s, я не магу ачысціць колер `%2$s`, таму што я не ведаю, хто гэта.",
    "clearColorSuccess": "Поспех! Выдаліў ролю колеру ў %1$s",
    "clearColorNoColors": "Я не магу ачысціць колер у %1$s, таму што ў яго няма колеру!",

    "setPrefixMissingPrefix": "%1$s, вам трэба паказаць, які прэфікс вам хочацца выкарыстаць.",
    "setPrefixSuccess": "%1$s абнавіў прэфікс для гэтага сервера з %2$s на %3$s",

    "clearCommandSyntax": "%1$s, калі выкарыстоўваеце каманду ачысткі чата, вам трэба паказаць або карыстальніка, каб выдаліць яго паведамленні, або колькасць паведамленняў, каб выдаліць, або няма, у гэтым выпадку апошнія паведамленні сообщения (%2$d) будут удалены.",
    "clearCommandComplete": "%1$s, я выдаліў паведамленні (%2$d) з гэтага канала.",

    "setLocaleMissingLocale": "%1$s, вам трэба пазначыць мову, які вы хочаце ўсталяваць на сервер. Даступныя мовы: ```%2$s```",
    "setLocaleUnknownLocale": "%1$s, я не ведаю, якую мову вы маеце на ўвазе пад `%2$s`",
    "languageUpdated": "%1$s змяніў мову сервера з `%2$s` на `%3$s`",

    "setCLocaleMissingLocale": "%1$s, вам трэба пазначыць мову, які вы хочаце ўсталяваць на канал. Даступныя мовы: ```%2$s```",
    "cLanguageUpdated": "%1$s змяніў мову, якую я буду выкарыстоўваць у гэтым канале з `%2$s` на `%3$s`",

    "getRoleMissingRoleName": "%1$s, вам трэба паказаць якую ролю вы хочаце атрымаць/страціць.",
    "getRoleUnknownRole": "%1$s, я не ведаю, якую ролю вы маеце на ўвазе пад `%2$s`",
    "getRoleRoleDisappeared": "%1$s, ролю з імем `%2$s` была выдаленая, так што я не змагу яе выдаць. Спытаеце адміністратара ці мадэратара гэтага сервера, каб паправіць гэта.",
    "getRoleAdded": "%1$s, зараз у вас ролю `%2$s`",
    "getRoleRemoved": "%1$s, у вас **няма** ролі `%2$s`",

    "addCustomRoleMissingArgs": "%1$s, для таго, каб дадаць карыстацкую ролю вам трэба даць тэг (які не можа ўтрымліваць прабелаў), і, альбо ролю (@згадка, ID, або імя) калі вы хочаце выкарыстоўваць ўжо існуючую ролю, або імя (якое МОЖА ўтрымліваць прабелы) каб зрабіць новую.",
    "addCustomRoleTagTaken": "%1$s, гэты тэг `%2$s` ужо заняты, так што вы не можаце стварыць іншую ролю выкарыстоўваючы гэты тэг.",
    "addCustomRoleSuccess": "%1$s, ваша карыстацкая роля была створана і прывязаная да ролі `%2$s`. Цяпер карыстальнікі могуць атрымаць ролю выкананнем каманды `%3$srole %4$s`."
}
