{
    "name": "English (US)",
    "englishName": "English (US)",

    "moduleDisabled": "⛔ Sorry, %1$s, but the `%2$s` module is disabled in this server, so you can't do that! ⛔",
    "missingPermission": "⛔ Sorry, %1$s, but you don't have permission to do that! ⛔",
    "botMissingPermission": "Uh oh! Looks like I've not been set up correctly. I require the `%1$s` permission to do that. Please contact an admin of this server.",
    "exceptionExecutingCommand": "Whoops! Something's gone funny. Please try again in a bit, and if the issue persists join the help discord at https://discord.gg/3SqMvgF",

    "moduleNameCustomColors": "custom colors",
    "moduleNameCustomRoles": "custom roles",

    "setColorMissingColor": "%1$s, you need to specify a color. You can get a color code from https://www.hexcolortool.com/ - you want the code beginning with a #",
    "setColorBadColor": "%1$s, I don't know what color you mean by `%2$s`. You can get a color code from https://www.hexcolortool.com/ - you want the code beginning with a #",
    "setColorBadUser": "%1$s, I don't know who to modify, because I don't know who `%2$s` refers to. If you just want to change your own color, you don't need to specify a user, just a color.",
    "setColorHierarchy": "%1$s, I can't do that because the target user already has a color role, %2$s, which is above all of my roles, and so I can't remove it.",
    "setColorSuccess": "Success! The user %1$s now has the color `%2$s`",

    "clearColorBadUser": "%1$s, I can't clear the color of `%2$s` because I don't know who that is.",
    "clearColorSuccess": "Success! Removed the color role from %1$s",
    "clearColorNoColors": "I can't clear the color role from %1$s as they don't have one!",

    "setPrefixMissingPrefix": "%1$s, you need to specify the prefix you want to use.",
    "setPrefixSuccess": "%1$s updated the prefix for this server from %2$s to %3$s",

    "clearCommandSyntax": "%1$s, when using the clear chat command, you should specify either a user to clear messages for, a number of messages to delete, or nothing, in which case the last %2$d messages will be deleted.",
    "clearCommandComplete": "%1$s, I've deleted %2$d messages from this channel.",

    "setLocaleMissingLocale": "%1$s, you need to specify the language you want to set the server to. Available languages are: ```%2$s```",
    "setLocaleUnknownLocale": "%1$s, I don't know which language you mean by `%2$s`",
    "languageUpdated": "%1$s changed the server language from `%2$s` to `%3$s`",

    "setCLocaleMissingLocale": "%1$s, you need to specify the language you want to set this channel to. Available languages are: ```%2$s```",
    "cLanguageUpdated": "%1$s changed the language I'll use in this channel from `%2$s` to `%3$s`",

    "getRoleMissingRoleName": "%1$s, you need to specify which role you want to get/lose.",
    "getRoleUnknownRole": "%1$s, I don't know which role you mean by `%2$s`",
    "getRoleRoleDisappeared": "%1$s, the role associated with the name `%2$s` has been deleted, so I can't give you it. Ask an admin or moderator of this server to fix this.",
    "getRoleAdded": "%1$s, you now have the role `%2$s`",
    "getRoleRemoved": "%1$s, you **no longer** have the role `%2$s`",

    "addCustomRoleMissingArgs": "%1$s, in order to add a custom role you need to provide a tag (which can't contain spaces), and either a role (@mention, id, or name) if you want to use an existing one, or a name (which CAN contain spaces) to make a new one.",
    "addCustomRoleTagTaken": "%1$s, the tag `%2$s` is taken, so you can't create another role using that tag.",
    "addCustomRoleSuccess": "%1$s, your custom role has been created and assigned to the role `%2$s`. Now users can get the role by running the command `%3$srole %4$s`."
}